[
        
        {
            "id" : 1,
            "judul": "Inovatif, Petani Milenial di Bogor Manfaatkan Teknologi Drone untuk Bertani",
            "gambar": "/assets/blog1.png",
            "konten": "Pemanfaatan teknologi drone dalam bidang pertanian di Indonesia memang masih terbilang baru. Namun penggunaannya diketahui mampu mempermudah produktivitas para penggarap lahan, seperti yang dilakukan oleh petani muda di Desa Cikarawang, Kecamatan Dramaga, Kabupaten Bogor, Provinsi Jawa Barat. Petani milenial di sana mampu meningkatkan daya tanam jambu kristalnya, dengan proses pemupukan yang dibantu teknologi pesawat tanpa awak (drone) dan diinisiasi oleh Agribusiness and Technology Park (ATP) Institut Pertanian Bogor (IPB) University. \"Penyemprotan ini dilakukan pada saat daun mudanya keluar, untuk memacu pertumbuhannya. Penyemprotan dilakukan seminggu sekali.\"  ujar Manager Kemitraan ATP IPB University Sarwono, dilansir dari laman sariagri, Selasa (13/7).",
            "sumber": "https://www.merdeka.com/jabar/inspiratif-petani-milenial-di-bogor-manfaatkan-teknologi-drone-untuk-bertani.html",
            "tag": ["Petani milenial", "Teknologi drone", "Pertanian modern", "Bogor", "IPB University"]
        },
        {
            "id" : 2,
            "judul": "Kisah Penjual Tanaman Hias di Bogor Berhasil Berkat Usaha Turun Temurun",
            "gambar": "/assets/blog2.png",
            "konten": "Sebagai julukan kota hujan, tak salah bila singgah ke wilayah Bogor harus tetap sedia payung. Jelang akhir pekan wilayah ini menjadi tujuan para wisata yang berburu kuliner khasnya. Salah satu daya tarik lainnya adalah udara sejuknya pada dataran tinggi yang mendekati kaki Gunung Salak dan Gunung Mas tak heran bila tempat alamnya disini banyak dikunjungi para wisatawan. Selain itu Bogor juga tidak lepas dari bermacam keindahan tanaman hias yang terdapat di area kaki gunung salak dari sejak tahun 1970, dan masih tetap menjadi penghasilan bisnis usaha turun temurun. Hendi, sebut saja salah satu dari sekian penjual tanaman hias yang masih eksis melanjutkan usaha orang tuanya pada tahun 1990 hingga sekarang. Waktu itu orang tuanya hanya menjual tanaman jenis supplier, dan dari usaha menjual tanaman yang ditekuninya dapat membantu dan membiayai sekolah anak-anaknya hingga selesai.",
            "sumber": "https://www.maungbandung.co.id/ragam/pr-2491555593/Kisah-Penjual-Tanaman-Hias-di-Bogor-Berhasil-Berkat-Usaha-Turun-Temurun",
            "tag": ["Penjual tanaman hias", "Bogor", "Usaha turun temurun", "Gunung Salak", "Kisah sukses"]
        },
        
        {
            "id" : 3,
            "judul": "Jenis Tanaman Apa Saja?",
            "gambar": "/assets/blog3.jpg",
            "konten": "Tanaman pangan yaitu sesuatu yang tumbuh, berdaun, berbatang, berakar dan dapat dimakan atau dikonsumsi oleh manusia (jika dikonsumsi oleh hewan disebut pakan). Pada umumnya tanaman pangan bisa ditanam di daerah yang memerlukan ketersediaan untuk keperluan masyarakat. Tanaman pangan adalah mempunyai penting dalam sektor pertanian karena tanaman ini memberikan hasil pangan yang merupakan energi untuk kehidupan manusia. Contoh tanaman pangan yang menghasilkan biji-bijian seperti padi, jagung dan sogum.\nTanaman kacang-kacangan tergolong dalam jenis tanaman pangan yang sering dijumpai di seluruh dunia. Kacang-kacangan mengandung karbohidrat tetapi lebih banyak mengandung protein, vitamin, mineral dan lemak sehat. Kacang-kacangan dapat dijadikan sebagai sumber energi yang mengandung banyak nutrisi penting seperti protein, karbohidrat kompleks, zat besi, folat dan vitamin. Contoh tanaman berbentuk kacang-kacangan seperti kacang tanah, kacang hijau dan kedelai.\nTanaman buah-buahan merupakan jenis tanaman yang memiliki kandungan vitamin, garam mineral dan lainnya yang dapat dikonsumsi. Jenis tanaman ini biasanya merupakan tanaman tahunan. Tanaman buah merupakan jenis tanaman yang dapat dikonsumsi langsung atau pun melewati olahan dengan rasa yang unik, beragam, dan menarik. Contoh tanaman penghasil buah-buahan yang sering kita konsumsi seperti buah manggis, alpukat, dan pohon jambu air.\nSayur-mayur adalah bagian dari tanaman yang biasanya berbentuk daun serta tangkai, batang yang masih muda, maupun berbentuk bonggol umbi. Contoh tanaman sayur-mayur musiman mencakup wortel, kentang, tomat, cabe, lobak, paprika, timun, kangkung, dan sebagainya. Sedangkan contoh tanaman sayur-mayur tahunan seperti jengkol, pete, serta melinjo.\nHevea brasiliensis (pohon karet) sebagai salah satu tanaman karet yang merupakan tanaman perkebunan/industri tahunan memiliki batang lurus dan ditemukan di Brazil, serta pembudidayaannya dimulai pada 1601. Tanaman karet dapat tumbuh pada berbagai kondisi dan jenis lahan, serta masih mampu dipanen hasilnya meskipun pada tanah yang tidak subur. Selain itu, beberapa jenis tanaman industri mencakup pohon akasia mangium, mahoni, dan ampupu.\nRempah di Indonesia biasanya digunakan melalui tiga cara oleh masyarakat, antara lain sebagai pengawet, obat tradisional, serta pemberi rasa pada makanan. Tanaman rempah telah dikenal sejak dahulu yang merupakan komoditas asli dengan nilai penjualan yang tinggi.\nUmbi-umbian merupakan jenis tanaman pangan yang digunakan sebagai sumber bahan makanan pokok karena mempunyai kandungan karbohidrat dalam bentuk pati dan kandungan serat yang tinggi. Umbi merupakan organ atau bagian dari tanaman yang mengalami perubahan ukuran dan bentuk sehingga mengalami pembengkakan sebagai akibat dari perubahan fungsinya.",
            "sumber": "https://lindungihutan.com/blog/perbedaan-tanaman-dan-tumbuhan/",
            "tag": ["Tanaman pangan", "Kacang-kacangan", "Buah-buahan", "Sayur-mayur", "Tanaman industri", "Rempah", "Umbi-umbian"]
        },
        {
            "id" : 4,
            "judul": "Cara Merawat Tanaman",
            "gambar": "/assets/blog4.jpg",
            "konten": "Sinar matahari sangat berguna dan wajib bagi tanaman di taman, karena dengan adanya matahari membuat tanaman bisa melakukan fotosintesis. Dengan adanya proses fotosintesis, maka tanaman dapat menghasilkan oksigen yang banyak dan baik. Maka dari itu kita harus mencukupi kebutuhan sinar matahari pada taman. Pemberian sinar matahari pun akan berbeda tiap jenis tanamannya, untuk tanaman hias memerlukan 4-6 jam setiap harinya dan untuk sayur dan buah-buahan minimal 6 jam per harinya.\nPemilihan tanaman pada taman juga harus memperhatikan kondisi cuaca dan kelembaban area tersebut, maka dari itu dengan menjaga cuaca dan kelembaban yang pas, maka membuat tanaman menjadi lebih susah layu. Kita harus menanam tanaman dengan memperhatikan daerah kita, jika daerah kita berada di dataran rendah maka jangan menanam tanaman yang beriklim subtropics atau tanaman dataran tinggi.\nPada umumnya, setiap jenis tanaman membutuhkan air untuk kelangsungan hidupnya. Dengan adanya air juga membuat tanaman menjadi lebih sehat dan tidak kering. Tetapi kebutuhan air pada setiap jenis tanaman itu berbeda-beda. Salah satu contohnya adalah tanaman kaktus, kaktus tidak terlalu membutuhkan air untuk bertahan hidup, kita hanya perlu menyiramnya sebulan sekali saja, karena kaktus akan menyimpanya pada batang kaktus tersebut. Selain itu, tata cara menyiram tanaman pun memiliki cara tersendiri, yaitu: - Menyiramnya pada pagi hari (sebelum matahari terbit) dan sore hari (menjelang petang) agar tanaman mencukupi kebutuhan airnya. - Menyiram tanaman secara merata, agar dapat tumbuh dengan baik. - Hindari menyiram secara berlebihan dan jangan sampai membuat genangan di dalam pot atau di area taman.\nHama tanaman bisa dibilang adalah suatu hal yang memperburuk kondisi tanaman. Karena mereka akan memakan daunnya atau bahkan menyerap nutrisi tanaman tersebut. Maka dari itu kita harus mencegahnya dan membasmi hama yang ada. Dan cara-caranya adalah menjaga kualitas tanah, menggantikan pupuk secara rutin, memotong rumput liar, dan bisa juga menggunakan bahan kimia, tetapi jangan terlalu berlebihan menggunakan kimia tersebut. Karena akan membuat tanaman menjadi lebih mudah hidrasi dan rusak.\nKetika kita melihat ada tanaman yang kering atau layu, secepat mungkin kita harus memotong atau membuang tanaman tersebut. Karena jika terlalu lama, bisa saja membuat tanaman lainya menjadi tertular. Dan menyebabkan tanaman lain menjadi layu juga.",
            "sumber": "https://paritama.com/5-cara-merawat-tanaman-agar-menjadi-lebih-sehat/",
            "tag": ["Merawat tanaman", "Sinar matahari", "Kelembaban", "Penyiraman", "Hama", "Pemotongan"]
        },
        {
            "id" : 5,
            "judul": "Tutor DIY Cara Menanam Sendiri",
            "gambar": "/assets/blog5.jpg",
            "konten": "1. Mulailah Dengan Dasar-Dasar: Tentukan tempat memulai benih, seperti ambang jendela yang menghadap ke barat atau menggunakan lampu tanam. Siapkan tanah khusus perkecambahan, wadah, label, dan benih.\n2. Memilih Benih Anda: Pilih benih sesuai tanaman yang diinginkan, baik sayuran maupun bunga. Banyak benih bisa dibeli di pusat taman atau online. Beberapa tanaman perlu dimulai lebih awal di dalam ruangan.\n3. Wadah Permulaan Benih: Gunakan wadah seperti paket sel, pot kecil, atau wadah plastik bekas dengan lubang pembuangan. Beri label setiap wadah dengan nama tanaman dan tanggal penanaman.\n4. Memilih Tanah untuk Memulai Benih: Gunakan tanah ringan, steril, dan organik untuk memudahkan perkecambahan. Tanah harus dapat menyimpan kelembapan namun memiliki drainase yang baik.\n5. Menabur Benih: Tanam benih sesuai kedalaman yang disarankan pada kemasan. Benih kecil ditabur di permukaan, sedangkan benih besar ditanam lebih dalam.\n6. Syarat Perkecambahan Benih: Buat kondisi cahaya dan kelembapan yang baik dengan menutup pot dengan plastik bening. Tempatkan di jendela yang menghadap ke barat atau gunakan lampu tanam.\n7. Menanam Bibit: Setelah bibit tumbuh dan memiliki beberapa daun asli, pindahkan ke wadah yang lebih besar. Gunakan tanah pot yang baik dan jaga kelembapannya.\n8. Penanaman Bibit: Tanam bibit di kebun setelah suhu mendukung. Tanaman awal musim semi ditanam lebih awal, sedangkan tanaman musim panas setelah risiko embun beku berlalu.",
            "sumber": "",
            "tag": ["DIY", "Menanam", "Benih", "Bibit"]
        }
]

